tap "filippo.io/age", "https://filippo.io/age"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/command-not-found"
tap "kryptco/tap", "https://github.com/kryptco/homebrew-tap"

brew "age"
brew "bash-completion@2"
brew "bat"
brew "coreutils"
brew "curl"
brew "diffutils"
brew "gawk"
brew "git"
brew "git-delta"
brew "gnu-tar"
brew "helm"
brew "htop"
brew "httpie"
brew "httpstat"
brew "jq"
brew "kryptco/tap/kr"
brew "kubectx"
brew "kubernetes-cli"
brew "kustomize"
brew "libvirt"
brew "lxc"
brew "magic-wormhole"
brew "media-info"
brew "minikube"
brew "mosh"
brew "mpv"
brew "mtr"
brew "ncdu"
brew "nmap"
brew "p7zip"
brew "packer"
brew "pass"
brew "pwgen"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "shellcheck"
brew "sipcalc"
brew "skaffold"
brew "sshuttle"
brew "tmux"
brew "translate-shell"
brew "tree"
brew "unzip"
brew "vim"
brew "wget"
brew "xz"
brew "yadm"
brew "yamllint"
brew "youtube-dl"
brew "zsh"

cask "aerial"
cask "alfred"
cask "bitwarden"
cask "docker"
cask "firefox"
cask "font-sauce-code-pro-nerd-font"
cask "google-chrome"
cask "google-cloud-sdk"
cask "grandperspective"
cask "iina"
cask "istat-menus"
cask "iterm2"
cask "karabiner-elements"
cask "lens"
cask "logitech-camera-settings"
cask "logitech-options"
cask "macfuse"
cask "meld"
cask "signal"
cask "slack"
cask "spotify"
cask "sublime-text"
cask "switchresx"
cask "thunderbird"
cask "utm"
cask "zoom"
